[
    {
        "id": 1,
        "title-fact": "Как и нам, собакам снятся сны.",
        "fact": "Собаки, подобно человеку, имеют две фазы сна — быструю и медленную. При медленном сне псы глубоко и равномерно дышат, во время быстрого — рычат, перебирают лапами, скулят и видят сны."
    },
    {
        "id": 2,
        "title-fact": "Собаки могут распознавать человеческие эмоции.",
        "fact": "Собаки – единственные животные, кроме людей, которые могут распознавать эмоции. Им требуется всего секунда, чтобы взглянуть на человека и сразу понять, счастлив ли он, грустит или разозлился. Они умеют сопереживать людям, испытывая те же эмоции, что и их хозяин."
    },
    {
        "id": 3,
        "title-fact": "Собаки могут быть правшами или левшами.",
        "fact": "Исследования показывают, что собаки могут быть правшами или левшами, так же как люди. Вам придется обращать внимание на то, какой лапой ведет собака. Вы даже можете попробовать бросить собаке игрушку и посмотреть, какой лапой она пытается ее схватить."
    },
    {
        "id": 4,
        "title-fact": "Собаки потеют через подушечки на лапах.",
        "fact": "Собаки потеют маслянистой субстанцией, насыщенной феромонами, которые человек не может обнаружить, поэтому мы просто предполагаем, что собаки не потеют."
    },
    {
        "id": 5,
        "title-fact": "В ухе собаки 18 мышц.",
        "fact": "Именно поэтому они могут быть так выразительны с помощью ушей. Они помогают им слегка менять направление ушей, чтобы услышать окружающие звуки."
    },
    {
        "id": 6,
        "title-fact": "Собаки испытывают ревность.",
        "fact": "Исследования показали, что ваш лучший друг может и будет испытывать ревность, когда вы отдаете свое желанное внимание другой собаке или человеку."
    },
    {
        "id": 7,
        "title-fact": "Собаки бескорыстны. ",
        "fact": "Собаки – одни из немногих животных в мире, которые, как было доказано, совершают бескорыстные, добровольные поступки, не ожидая вознаграждения."
    },
    {
        "id": 8,
        "title-fact": "Собаки узнают друг о друге благодаря обнюхиванию попы.",
        "fact": "В слизистых оболочках у собак находятся железы, вырабатывающие феромоны, которые передают другим собакам информацию о собаке, например, ее пол, рацион питания и состояние здоровья."
    },
    {
        "id": 9,
        "title-fact": "Собаки чувствуют время.",
        "fact": "Возможно, они не могут смотреть на часы и понимать их, как это делают люди, но они могут уловить, сколько времени прошло, и даже подстроиться под ваш распорядок дня."
    },
    {
        "id": 10,
        "title-fact": "Собаки спят, свернувшись в клубок, из инстинкта.",
        "fact": "Как мило наблюдать за тем, как ваша собака сворачивается в клубок и спит. Как выяснилось, это происходит из инстинкта. Они делают это, чтобы защитить свои жизненно важные органы во время сна. Они также делают это, чтобы сохранить тепло своего тела и оставаться в тепле."
    },
    {
        "id": 11,
        "title-fact": "Собаки не дальтоники.",
        "fact": "Собаки не дальтоники, как думает большинство людей. Они прекрасно видят синий и желтый цвета, но с трудом различают различные оттенки зеленого и красного, из-за чего эти цвета больше похожи на серый и коричневый."
    },
    {
        "id": 12,
        "title-fact": "Собаки могут выучить более 1 000 слов. ",
        "fact": "В некоторых крупных университетах, таких как Университет Дьюка и Йельский университет, есть программы, посвященные психологии собак. В них выяснили, что у вашей собаки довольно внушительный словарный запас. Возможно, они не могут говорить с вами в ответ, но они улавливают довольно много из того, что вы говорите!"
    },
    {
        "id": 13,
        "title-fact": "Собаки могут обнаружить болезнь у человека. ",
        "fact": "Говоря о волшебном носе собаки, можно сказать, что их можно обучить определять такие заболевания, как рак и диабет у человека. При выявлении рака собака обучается чувствовать биохимические различия в дыхании тех, у кого диагностирована эта болезнь. Точно так же собаки могут учуять колебания уровня сахара в крови у диабетиков, понюхав дыхание человека."
    },
    {
        "id": 14,
        "title-fact": "У собак волшебные носы.",
        "fact": "Человеческий нос содержит около 5 миллионов рецепторов. Если вы думаете, что это много, то у собак их целых 300 миллионов. Люди даже не могут себе представить, каково это – обладать обонянием наших собачьих друзей."
    },
    {
        "id": 15,
        "title-fact": "Нос собаки – это ее отпечаток пальца. ",
        "fact": "Нет двух одинаковых собак с одинаковым носом. Каждый из них имеет уникальный рисунок, что делает нос собаки эквивалентным отпечатку пальца человека."
    },
    {
        "id": 16,
        "title-fact": "Шум дождя вреден для слуха собаки",
        "fact": "Интересно, что собаки не любят выходить на улицу, когда идет дождь, не потому, что они боятся намокнуть, а потому, что шум дождя им очень неприятен. Поскольку у этих животных такой звук отрицательно сказывается на их чувствительном слухе."
    },
    {
        "id": 17,
        "title-fact": "Собаки умеют влюбляться.",
        "fact": "Когда собаки контактируют с людьми или другими собаками, в их мозгу выделяется окситоцин или гормон любви. Это тот же процесс, который происходит в мозгу человека, когда он кого-то обнимает или целует."
    },
    {
        "id": 18,
        "title-fact": "Собака была первым существом, побывавшим в космосе.",
        "fact": "Собака Лайка – первое живое существо, вылетевшее на орбиту вокруг Земли. Произошло это в 1957 году. И хотя сама Лайка умерла через несколько часов после запуска, эксперимент доказал, что в космос может летать живое существо. Интересно, что дочь знаменитой собаки-космонавта Лайки, по кличке Пушинка родила 4 щенков от терьера, принадлежащего президенту США Джону Ф. Кеннеди."
    },
    {
        "id": 19,
        "title-fact": "Собак обвиняли в колдовстве.",
        "fact": "В средние века считалось, что ведьмы могут менять свой внешний вид и становиться животными. Поэтому, к сожалению, собак часто пытали и наказывали вместе со своими хозяевами. Например, в 1692 г. в Салеме, штат Массачусетс, вместе с людьми была повешена собака и обвинена в колдовстве."
    },
    {
        "id": 20,
        "title-fact": "Собаки могут страдать от депрессии.",
        "fact": "Как и люди, собаки могут страдать от сезонного аффективного расстройства, депрессии, подтвержденный факт. Это случается осенью и весной. Если ваша собака страдает сезонной депрессией, поиграйте с ней или выведите ее на прогулку. Это обязательно повысит ей настроение и сделает её счастливой."
    },
    {
        "id": 21,
        "title-fact": "У собак три века.",
        "fact": "Два их века видны, а одно скрыто. Третье находится во внутреннем уголке глаз собаки. На нем расположены слезные железы. "
    },
    {
        "id": 22,
        "title-fact": "Кобели маленьких собак высоко задирают ногу, когда ходят в туалет, чтобы казаться другим собакам крупнее.",
        "fact": "Согласно исследованию, которое провели ученые из Корнельского университета (США), небольшие собаки высоко поднимают ноги, когда ходят по-маленькому, чтобы обмануть более крупных собак, заставив их думать, что они больше, чем есть на самом деле."
    },
    {
        "id": 23,
        "title-fact": "Собаки пьют тыльной стороной языка. ",
        "fact": "У собак нет щек, поэтому они не могут пить воду, как мы. Собаки очень быстро двигают языком, выворачивая его назад, чтобы создать импульс, заставляющий воду собираться в столбик и подниматься в рот."
    },
    {
        "id": 24,
        "title-fact": "Собаки теперь могут смотреть телевизор благодаря изобретению технологии телевидения высокой чёткости (HD) с более высокой частотой кадров.",
        "fact": "Теперь, когда современные телевизоры генерируют больше кадров в секунду, собаки могут воспринимать изображения как кинопленку точно так же, как и мы."
    },
    {
        "id": 25,
        "title-fact": "Влажный нос собак помогает поглощать ароматические химические вещества.",
        "fact": "На мокрый нос оседают различные химические вещества. Собаки облизывают носы, чтобы попробовать их на вкус. Влажные носы также помогают собакам регулировать температуру своего тела и охлаждать его. В отличие от людей, у наших питомцев нет обычных потовых желез на теле. "
    },
    {
        "id": 26,
        "title-fact": "Собаки слышат примерно в четыре раза дальше человека.",
        "fact": "Собаки слышат звуки на расстоянии до 40-50 м, человек в среднем улавливает звуки с расстояния 6-10 м. Ночью в полной тишине наши питомцы могут услышать звук с расстояния до 150 м."
    },
    {
        "id": 27,
        "title-fact": "Несмотря на эти щенячьи невинные глаза, собаки не испытывают угрызений совести, как думают многие.",
        "fact": "По мнению экспертов, совершенно очевидно, что собаки не проявляют чувство вины. Они только научились имитировать виноватый милый взгляд, чтобы успокоить своих хозяев, когда те злятся. Так что не верьте этим щенячьим мими-глазам после того, как ваш питомец в очередной раз нашкодничал."
    },
    {
        "id": 28,
        "title-fact": " Древние китайцы прятали пекинесов в рукава своей одежды для того, чтобы использовать их в случае опасности. ",
        "fact": "Если на хозяина пекинеса кто-либо нападал, крошечная собака со звонким лаем выскакивала из рукавов и немилосердно набрасывалась на неприятеля."
    },
    {
        "id": 29,
        "title-fact": "На земле есть собачий рай. ",
        "fact": "В Коста-Рике есть настоящий собачий рай — это приют, в котором сотни собак свободно бегают по всей его территории. Здесь вы можете чувствовать себя в безопасности: все собаки накормлены и осмотрены ветеринарами. Люди приезжают в приют издалека, чтобы присмотреть себе домашнего любимца или просто поиграть с его дружелюбными обитателями."
    },
    {
        "id": 30,
        "title-fact": "Собакам нравится наш смешной голос.",
        "fact": "Люди часто обращаются к своим собакам забавным и ласковым голосом. Также иногда можно услышать в адрес питомца: «Кто тут хороший мальчик?» Удивительно, но собакам это действительно нравится. Недавнее исследование показало, что точно так же, как сюсюканье может помочь взрослым наладить контакт с детьми, «собачий разговор» помогает людям сблизиться с четвероногими друзьями. Ученые доказали, что собаки гораздо более склонны взаимодействовать и проводить время с теми, кто использует специальную интонацию, а также упоминает прогулку, названия угощений, других собак или приятные и знакомые слова вроде «хорошо»."
    },
    {
        "id": 31,
        "title-fact": "Собаки ориентируются, используя магнитное поле Земли. ",
        "fact": "Сначала исследователи обнаружили, что собаки могут чувствовать магнитное поле Земли, когда... какают. Но недавние эксперименты уточнили, что у собак есть внутренний компас, с помощью которого они ориентируются и с замечательной точностью находят нужный им путь, преодолевая большие расстояния."
    },
    {
        "id": 32,
        "title-fact": "Собака положительно влияет на здоровье человека.",
        "fact": "О том, что собаки могут сделать хозяина здоровее, догадывались уже давно, а сейчас наука подтвердила этот факт. Ключевую роль здесь играет физическая нагрузка: владельцы собак в среднем более активны, чем другие люди. Поэтому прогулка с любимым питомцем ­— это не только приятно, но и полезно для вашего самочувствия!"
    }
]